Repository: Daniel-KM/Omeka-S-module-Collecting
Catalog: language/*.po
Languages: et

source: Click here to view the collected data.
et: Kogutud andmte vaatamiseks kliki siia.

source: I accept the %s
et: Ma nõustun %s

source: Terms of Service
et: Kasutustingimustega

source: [private]
et: [privaatne]

source: [unknown item]
et: [tundmatu ühik]

source: Thank you for your submission
et: Täname sind panuse eest

source: Statuses successfully updated
et: Staatused on uuendatud

source: Edit collecting form: “%s”
et: Muuda kogumise vormi: “%s”

source: Add collecting form
et: Lisa kogumise vorm

source: Undo delete
et: Tühista kustutamine

source: Prompts
et: Küsimused

source: Add prompt
et: Lisa küsimus

source: Prompt
et: Küsimus

source: Prompt type
et: Küsimuse liik

source: Select a prompt type
et: Vali küsimuse liik

source: Property
et: Omadus

source: Media type
et: Meedia liik

source: Select a media type
et: Vali meedia liik

source: Prompt text
et: Küsimuse tekst

source: Input type
et: Sisendi liik

source: Select an input type
et: Vali sisendi liik

source: Select menu options
et: Tee menüü valikud

source: Filter query
et: Filtri päring

source: Add changes
et: Lisa muudatudi

source: Collecting Forms
et: Kogumise vormid

source: Add new form
et: Lisa uus vorm

source: This site has no collecting forms.
et: Sellel saidil pole kogumise vorme.

source: Collecting Form: “%s”
et: Kogumise vorm: “%s”

source: [none]
et: [pole]

source: Edit form
et: Muuda vormi

source: Back to collecting forms list
et: Tagasi kogumise vormide nimekirja

source: Anonymity Type
et: Anonüümsuse liik

source: Needs review
et: Vajab üle vaatamist

source: Reviewed: public
et: Üle vaadatud: avalik

source: Reviewed: private
et: Üle vaadatud: privaatne

source: Reviewed
et: Üle vaadatud

source: Update statuses
et: Värskenda staatuseid

source: Reviewed By
et: Üle vaatas

source: [not reviewed]
et: [pole üle vaadatud]

source: No items found.
et: Ühtegi kirjet ei leitud.

source: User name
et: Kasutaja nimi

source: [not asked]
et: [ei küsitud]

source: User email
et: Kasutaja e-post

source: Anonymous?
et: Anonüümsena?

source: Select a form...
et: Vali vorm:

source: [anonymous user]
et: [anonüümne kasutaja]

source: User Input
et: Kasutaja poolt sisestatud

source: User Information
et: Kasutaja info

source: Public citation
et: Avalik tsitaat

source: Collecting form successfully created
et: Kogumisvorm on loodud

source: Collecting form successfully deleted
et: Kogumisvorm on kustutatud

source: Please choose one...
et: Palun vali üks ...

source: I want to submit anonymously
et: Soovin lisada anonüümselt

source: Email me my submission
et: Saada minu lisatud info mulle e-postile

source: Item Property
et: Ühiku omadus

source: Item Media
et: Ühiku meedia

source: User Name
et: Kasutaja nimi

source: User Email
et: Kasutaja e-post

source: User Private
et: Kasutaja on privaatne

source: User Public
et: Kasutaja on avalik

source: Select menu
et: Vali menüü

source: Item Resource
et: Ühiku ressurss

source: Collecting
et: Kogumine

source: Select Item Set...
et: Vali ühikute kogum...

source: Anonymity type
et: Anonüümsuse liik

source: Form Information
et: Vormi info

source: Collected Items
et: Kogutud ühikud
